#Menu variables
menu1 = "Выберите пункт меню"
submit = "Сохранить"
pr_menu = "Вернуться в главное меню"
pr_name = "Напишите имя пациента"
pr_age = "Наишите возраст пациента"
pr_menu1 = "Вернуться в предыдущее меню"
show_info = "Просмотреть данные пациента"
no_pat = "Такого пациента нет в таблице"
warning_field_required = "Поля 'Ф.И.О.' и 'Возраст' обязательны для заполнения"
warning_too_long = "Не более 30 символов в каждом поле ввода!"
delete_text = "Удалить все данные пациента"
warning = "Внимание!"

#Main menu

t_w_db = "Тест с сохранением данных пациента"
t_itself = "Тест без сохранения данных пациента"
db_menu = "Просмотр таблиц с данными пациентов"

#Write in db

text_in_db = "Впишите известные Вам данные пациента"
full_name = "Ф.И.О.*"
age_in_db = "Возраст"
obj = "Объективный статус"
pulse_in_db = "Пульс"
breath_in_db = "Частота дыхания"
pressure = "Артериальное давление"
consciousness_in_db = "Сознание"
concentration = "PaO2/PaCO2"

#Connecting with db menu

view = "Просмотр списка пациентов"
find_info = "Поиск информации по пациенту"

#Test variables

stand = "Пациент может ходить?"
airways = "У пациента есть спонтанное дыхание?"
breath = """Восстановите проходимость дыхательных путей. 
Появилось ли спонтанное дыхание?"""
breath3 = """Сделайте 5 золотых вдохов. 
У пациента появилось спонтанное дыхание?"""
age = "Пациент - ребенок 6 лет или младше?"
breathing_rate = """Для взрослых: частота дыхания больше 30 в минуту? 
Для детей: частота дыхания меньше 15 или больше 45?"""
pulse = "У пациента есть пульс на лучевой артерии?"
conscious = "Пациент в сознании?"
g = "Зеленый"
r = "Красный"
y = "Желтый"
b = "Черный"
