#Menu variables
menu1 = "Оберіть пункт меню"
submit = "Зберегти"
pr_menu = "Повернутися в головне меню"
pr_name = "Напишіть ім'я пацієнта"
pr_age = "Напишіть вік пацієнта"
pr_menu1 = "Повернутися в попереднє меню"
show_info = "Переглянути данні пацієнта"
no_pat = "Такого пацієнта немає в таблиці"
warning_field_required = "Поля 'П.І.Б.' та 'Вік' обов'язкові для заповнення"
warning_too_long = "Не більше 30 символів в кожному пол для введення!"
delete_text = "Видалити всі дані пацієнта"
warning = "Увага!"

#Main menu

t_w_db = "Тест з записом даних пацієнта"
t_itself = "Тест без збереження даних пацієнта"
db_menu = "Перегляд таблиць з даними пацієнтів"

#Write in db

text_in_db = "Впишіть відомі Вам дані пацієнта. Натисніть 'Відправити'"
full_name = "П.І.Б.*"
age_in_db = "Вік"
obj = "Об'єктивний статус"
pulse_in_db = "Пульс"
breath_in_db = "Частота дихання"
pressure = "Артериальний тиск"
consciousness_in_db = "Свідомість"
concentration = "PaO2/PaCO2"

#Connecting with db menu

view = "Перегляд переліку пацієнтів"
find_info = "Пошук інформації по пацієнту"

#Test variables

stand = "Пацієнт може ходити?"
airways = "У пацієнта є спонтанне дихання?"
breath ="""Відновіть прохідність дихальних шляхів. 
Чи з'явилося спонтанне дихання?"""
breath3 = """Зробіть 5 золотих вдихів. 
У пацієнта з'явилось спонтанне дихання?"""
age = "Пацієнт - дитина 6 років або молодше?"
breathing_rate = """Для дорослих: частота дихання більше 30 в минуту? 
Для дітей: частота дихання менше 15 або більше 45?"""
pulse = "У пацієнта є пульс на променевій артеріі?"
conscious = "Пацієнт в свідомості?"
g = "Зелений"
r = "Червоний"
y = "Жовтий"
b = "Чорний"
